function () {
	return {
		"locale": "el",
		"name": "Ελληνικά",
		"texts": {
			"barTitle": "Πολιτική Cookies",
			"barDescription": "Αυτός ο ιστότοπος χρησιμοποιεί cookies. Μέχρι να επιλέξετε, είναι ενεργά μόνο όσα δεν μπορεί να λειτουργήσει χωρίς αυτά. Αποδεχτείτε τα όλα, απορρίψτε τα υπόλοιπα ή ανοίξτε τις ρυθμίσεις για να επιλέξετε ανά κατηγορία.",
			"buttonSettings": "Ρυθμίσεις",
			"buttonSave": "Αποθήκευση",
			"buttonCancel": "Ακύρωση",
			"buttonAcceptAll": "Αποδοχή όλων",
			"buttonRejectAll": "Απόρριψη όλων",
			"modalTitle": "Ρυθμίσεις Cookies",
			"modalDescription": "Επιλέξτε ποια cookies μπορεί να χρησιμοποιεί αυτός ο ιστότοπος. Η Αποθήκευση καταγράφει την επιλογή σας, η Ακύρωση την αφήνει όπως ήταν. Σύμφωνα με τον ευρωπαϊκό γενικό κανονισμό προστασίας δεδομένων (GDPR) και την οδηγία ePrivacy, ένας ιστότοπος πρέπει να έχει τη συγκατάθεσή σας πριν χρησιμοποιήσει οποιοδήποτε cookie πέρα από τα απολύτως απαραίτητα. Αναπτύξτε μια κατηγορία για να δείτε τι καλύπτει.",
			"alwaysOnLabel": "Πάντα Ενεργό",
			"policyLinkLabel": "Πολιτική Απορρήτου",
			"cookieTableHeaderName": "Όνομα Cookie",
			"cookieTableHeaderPurpose": "Σκοπός Cookie",
			"cookieTableHeaderProvenance": "Προέλευση Cookie",
			"cookieTableHeaderDuration": "Διάρκεια Cookie"
		},
		"consents": {
			"strictly_necessary": {
				"title": "Απολύτως απαραίτητα cookies",
				"description": "Αυτά τα cookies είναι απαραίτητα για την περιήγησή σας στον ιστότοπο και τη χρήση των δυνατοτήτων του, όπως η πρόσβαση σε ασφαλείς περιοχές του. Τα cookies που επιτρέπουν στα ηλεκτρονικά καταστήματα να κρατούν τα προϊόντα σας στο καλάθι σας είναι ένα παράδειγμα απολύτως απαραίτητων cookies."
			},
			"preferences_functionality": {
				"title": "Cookies προτιμήσεων",
				"description": "Γνωστά και ως \"cookies λειτουργικότητας\", αυτά τα cookies επιτρέπουν σε έναν ιστότοπο να θυμάται τις επιλογές που έχετε κάνει στο παρελθόν, όπως ποια γλώσσα προτιμάτε."
			},
			"statistics_performance": {
				"title": "Cookies στατιστικών",
				"description": "Γνωστά και ως \"cookies απόδοσης\", αυτά τα cookies συλλέγουν πληροφορίες σχετικά με τον τρόπο χρήσης ενός ιστότοπου, όπως ποιες σελίδες επισκεφτήκατε και σε ποιους συνδέσμους κάνατε κλικ."
			},
			"marketing_advertising": {
				"title": "Cookies εμπορικής προώθησης",
				"description": "Αυτά τα cookies παρακολουθούν τη δραστηριότητά σας στο διαδίκτυο για να βοηθήσουν τους διαφημιστές να παρέχουν πιο σχετικές διαφημίσεις ή να περιορίσουν τον αριθμό των φορών που βλέπετε μια διαφήμιση. Αυτά τα cookies μπορούν να μοιραστούν αυτές τις πληροφορίες με άλλους οργανισμούς ή διαφημιστές. Είναι μόνιμα και σχεδόν πάντα προέλευσης τρίτων."
			}
		}
	};
}
